[
  {
    "slug": "kardus-standar",
    "name": "Kardus Standar",
    "images": ["/products/kardus-standar.png"],
    "suitableFor": "Cocok untuk packaging produk custom, retail, dan pengiriman",
    "description": "Kardus serbaguna dengan spesifikasi yang dapat disesuaikan untuk berbagai kebutuhan bisnis Anda.",
    "details": "Kardus Standar kami menawarkan fleksibilitas dalam ukuran, desain, dan bahan, sehingga cocok untuk berbagai jenis produk. Solusi ideal untuk packaging custom, retail, dan pengiriman, dengan kualitas material yang terjamin untuk menjaga keamanan produk Anda."
  },
  {
    "slug": "kardus-die-cut",
    "name": "Kardus Die Cut",
    "images": ["/products/kardus-die-cut.png"],
    "suitableFor": "Cocok untuk packaging makanan takeaway",
    "description": "Kardus dengan desain die cut yang presisi, cocok untuk kemasan makanan dan produk takeaway.",
    "details": "Kardus Die Cut dirancang khusus untuk kebutuhan bisnis kuliner, memberikan tampilan menarik sekaligus menjaga higienitas makanan. Mudah dirakit, kuat, dan dapat dicetak dengan branding usaha Anda untuk meningkatkan daya tarik produk."
  },
  {
    "slug": "kardus-lembaran",
    "name": "Kardus Lembaran",
    "images": ["/products/kardus-lembaran.png"],
    "suitableFor": "Cocok untuk kemasan premium dan ramah lingkungan",
    "description": "Lembaran kardus berkualitas tinggi untuk solusi kemasan premium dan ramah lingkungan.",
    "details": "Kardus Lembaran kami terbuat dari bahan yang kokoh dan eco-friendly, sangat cocok untuk packaging premium, toko retail, maupun event. Dapat dicustom sesuai kebutuhan, memberikan kesan eksklusif dan mendukung citra ramah lingkungan brand Anda."
  },
  {
    "slug": "kardus-custom",
    "name": "Kardus Custom",
    "images": ["/products/kardus-custom.png"],
    "suitableFor": "Cocok untuk ekspedisi dan e-commerce",
    "description": "Kardus custom yang dirancang khusus untuk kebutuhan ekspedisi dan e-commerce.",
    "details": "Kardus Custom kami memberikan perlindungan maksimal untuk barang kiriman Anda. Tersedia dalam berbagai ukuran dan ketebalan, sangat cocok untuk pengiriman ekspedisi dan bisnis online. Dapat dicetak dengan logo atau desain brand Anda untuk meningkatkan profesionalisme pengiriman."
  }
] 